import { words } from "../../types/translationTypes";

const arabicWords: words = {
    name: "قائمه طعام الكتروني",
    pleaseWait: "انتظر من فضلك",
    welcome: "مرحبا بك",
    restaurantName: "مطعم المطعم",
    restaurantDescription: "مرحبًا بكم في [اسم المطعم]! يقع مطعمنا في قلب [المدينة/الموقع]، ونقدم قائمة متنوعة تضم المكونات الطازجة والمحلية. يقوم طهاتنا بإعداد أطباق مبتكرة، بدءًا من شرائح اللحم الشهية إلى الخيارات النباتية النابضة بالحياة. استمتعوا بأجواء دافئة وجذابة مثالية للعشاء الرومانسي، أو الاحتفالات العائلية، أو الغداء العمل. يضمن طاقمنا اليقظ تقديم خدمة استثنائية، مما يجعل تجربتكم في تناول الطعام لا تُنسى. نقدم أيضًا مجموعة مختارة من النبيذ الفاخر والكوكتيلات الحرفية لتكملة وجبتكم. انضموا إلينا في [اسم المطعم] لرحلة طهي لا تُنسى. نتطلع للترحيب بكم!",
    searchHere: "أبحث"
}
export default arabicWords